Repository: HearthSim/HSTracker
Catalog: HSTracker/*.lproj/Localizable.strings
Languages: de

source: Are you sure you want to close this deck ? Your changes will not be saved.
de: Bist Du sicher, dass Du dieses Deck schließen möchtest? Deine Änderungen werden nicht gespeichert.

source: Are you sure you want to delete the deck %@ ?
de: Bist Du sicher, dass Du das Deck %@ löschen möchtest?

source: Cancel
de: Abbrechen

source: Clear
de: Löschen

source: Delete deck
de: Deck löschen

source: Do you want to add this deck on Hearthstats ?
de: Möchtest Du dieses Deck zu Hearthstats hinzufügen?

source: Do you want to delete the deck on Hearthstats ?
de: Möchtest Du dieses Deck aus Hearthstats löschen?

source: Download Hearthstone cards
de: Lädt Hearthstone-Karten herunter

source: Loading Hearthstone builds
de: Lädt Hearthstone-Builds

source: Downloading %@
de: Lädt %@ herunter

source: Downloading images
de: Lade Bilder herunter

source: Edit deck
de: Deck bearbeiten

source: Game
de: Spiel

source: General
de: Allgemein

source: Loading %@ cards
de: Lade %@ Karten

source: Loading decks
de: Lade Decks

source: Lock windows
de: Fenster sperren

source: Please select your Hearthstone app
de: Bitte wähle die Hearthstone App aus.

source: Can't find Hearthstone, please select Hearthstone.app
de: Hearthstone kann nicht gefunden werden, bitte wähle die Datei Hearthstone.app aus.

source: Preferences
de: Einstellungen

source: Rename deck
de: Deck umbenennen

source: Reset
de: Zurücksetzen

source: server error
de: Server Fehler

source: Trackers
de: Tracker

source: Opponent tracker
de: Gegnerischer Tracker

source: Player tracker
de: Eigener Tracker

source: Unlock windows
de: Fenster entsperren

source: Use deck
de: Deck verwenden

source: Window
de: Fenster

source: You are now connected to Hearthstats
de: Du bist nun mit Hearthstats verbunden

source: You must restart Hearthstone for logs to be used
de: Du musst Hearthstone neu Starten, damit die entsprechenden Logs verwendet werden können

source: You must restart HSTracker for the language change to take effect
de: Du musst HSTracker erneut starten, damit die Spracheinstellung übernommen wird

source: Are you sure you want to disconnect from Hearthstats ?
de: Bist Du sicher, dass Du die Verbindung zu Hearthstats trennen möchtest?

source: Save Opponent's Deck
de: Gegnerisches Deck speichern

source: Save Current Deck
de: Aktuelles Deck speichern

source: Are you sure you want to archive the deck %@ ?
de: Bist Du sicher, dass Du das Deck %@ archivieren möchtest?

source: Are you sure you want to unarchive the deck %@ ?
de: Bist Du sicher, dass Du das Deck %@ aus dem Archiv holen möchtest?

source: Add Card
de: Karte hinzufügen

source: Remove Card
de: Karte entfernen

source: It is 90% certain that the true winrate falls between these values.
de: Es ist zu 90% sicher, dass die Gewinnrate zwischen diesen Werten fällt.

source: There was an issue saving your arena deck. Try relaunching Hearthstone and clicking on 'Arena', and then try to save again.
de: Beim speichern Deines Arena-Decks ist etwas schief gelaufen. Starte Hearthstone neu, wähle 'Die Arena' aus und versuche es dann erneut zu speichern.

source: Are you sure you want to delete the statistics for the deck %@ ?
de: Bist Du sicher, dass Du die Statistiken für das Deck %@ löschen möchtest?

source: Do you want to add some notes for this game ?
de: Möchtest Du eine Bemerkung für dieses Spiel hinzufügen?

source: Your arena deck count 30 cards, do you want to save it ?
de: Dein Arena Deck besteht nun aus 30 Karten, möchtest Du es speichern?

source: Failed to import deck from
de: Fehler beim Import des Decks:

source: Your game begins
de: Dein Spiel beginnt

source: Victory
de: Gewonnen

# Your opponent have conceded
source: Your opponent has conceded
de: Dein Gegner hat aufgegeben

source: It's your turn to play
de: Du bist dran

source: Shaman
de: Schamane

source: Hunter
de: Jäger

source: Warlock
de: Hexenmeister

source: Druid
de: Druide

source: Warrior
de: Krieger

source: Mage
de: Magier

source: Priest
de: Priester

source: Rogue
de: Schurke

source: All classes
de: Alle Klassen

source: Archived
de: Archiviert

# all_rarities
source: All
de: Alle

source: Free
de: Basis

source: Common
de: Gewöhnlich

source: Rare
de: Selten

source: Epic
de: Episch

source: Legendary
de: Legendär

source: All
de: Alle Sets

# CORE
source: Basic
de: Basis

# EXPERT1
source: Classic
de: Klassik

# NAXX
source: Curse Of Naxxramas
de: Naxxramas

# GVG
source: Goblins Vs Gnomes
de: Goblins gegen Gnome

# BRM
source: Blackrock Mountain
de: Der Schwarzfels

# TGT
source: The Grand Tournament
de: Das große Turnier

# LOE
source: League Of Explorers
de: Die Forscherliga

# OG
source: Whispers of the Old Gods
de: Das Flüstern der alten Götter

# PROMO
source: Promotion
de: Belohnung

# KARA
source: One Night In Karazhan
de: Eine Nacht in Karazhan

# all_types
source: All
de: Alle

source: Spell
de: Zauber

source: Minion
de: Diener

source: Weapon
de: Waffe

# all_races
source: All
de: Alle

source: Demon
de: Dämon

source: Dragon
de: Drache

source: Mechanical
de: Mech

source: Beast
de: Wildtier

source: Pirate
de: Pirat

source: Creation Date
de: Erstellungsdatum

source: Win Percentage
de: Sieges-Prozentsatz

source: Wins
de: Siege

source: Losses
de: Niederlagen

source: Games Played
de: Gespielte Spiele

source: Games
de: Spiele

source: Ascending
de: Aufsteigend

source: Descending
de: Absteigend

# mode_all
source: All
de: Alle

# mode_ranked
source: Ranked
de: Gewertet

# mode_casual
source: Casual
de: Ungewertet

# mode_arena
source: Arena
de: Die Arena

# mode_brawl
source: Tavern Brawl
de: Kartenchaos

# mode_friendly
source: Friendly
de: Freundschaftsspiel

# mode_practice
source: Practice/Adventure
de: Üben / Soloabenteuer

# mode_spectator
source: Spectator
de: Zuschauer

# mode_none
source: None
de: Keine

source: Statistics
de: Statistiken

source: The Climb
de: Aufstieg

source: All seasons
de: Alle Saisons

source: Season %@
de: Saisons %@

source: Your replay has been uploaded on HSReplay
de: Dein Replay wurde auf HSReplay hochgeladen

source: View
de: Ansehen

source: To export a deck to Hearthstone, create a new deck with the correct class in your collection, then click OK and switch to Hearthstone. Do not touch your mouse or keyboard during the import. WARNING, this is a beta feature !
de: Um ein Deck nach Hearthstone zu exportieren, erstelle ein neues Deck mit der korrekten Klasse in deiner Sammlung. Klicke dann auf OK und wechsele zu Hearthstone. Berühre während des imports weder Deine Maus, noch das Keyboard. WARNUNG: Dies ist eine Beta-Funktion!
