Repository: HearthSim/HSTracker
Catalog: Translations/*.lproj/Localizable.strings
Languages: fr

source: Are you sure you want to close this deck ? Your changes will not be saved.
fr: Êtes-vous sur de vouloir fermer ce deck ? Vos modifications ne seront pas sauvegardées.

source: Are you sure you want to delete the deck %@ ?
fr: Êtes-vous sur de vouloir supprimer le deck %@ ?

source: Arena %@ %@
fr: Arène %@ %@

source: Cancel
fr: Annuler

source: Clear
fr: Vider

source: Deck name
fr: Nom du deck

source: Delete deck
fr: Supprimer le deck

source: Do you want to add this deck on Hearthstats ?
fr: Voulez-vous ajouter ce deck sur Hearthstats ?

source: Do you want to delete the deck on Hearthstats ?
fr: Voulez-vous supprimer ce deck sur Hearthstats ?

source: Download Hearthstone cards
fr: Téléchargement des cartes Hearthstone

source: Loading Hearthstone builds
fr: Chargement des patches Hearthstone

source: Downloading %@
fr: Téléchargement de %@

source: Downloading images
fr: Téléchargement des images

source: Edit deck
fr: Editer le deck

source: Game
fr: Jeu

source: General
fr: Général

source: Loading %@ cards
fr: Chargement des cartes %@

source: Loading decks
fr: Chargement des decks

source: Lock windows
fr: Verrouiller les fenêtres

source: Please select your Hearthstone app
fr: Veuillez sélectionner votre application Hearthstone

source: Can't find Hearthstone, please select Hearthstone.app
fr: Impossible de trouver Hearthstone, veuillez sélectionner Hearthstone.app

source: Preferences
fr: Préférences

source: Rename deck
fr: Renommer le deck

source: server error
fr: Erreur serveur

source: Opponent tracker
fr: Tracker adversaire

source: Player tracker
fr: Tracker joueur

source: Unlock windows
fr: Déverrouiller les fenêtres

source: Use deck
fr: Utiliser le deck

source: Window
fr: Fenêtre

source: You are now connected to Hearthstats
fr: Vous êtes connecté avec Hearthstats

source: You must restart Hearthstone for logs to be used
fr: Vous devez redémarrer Hearthstone pour que les logs soient utilisés

source: You must restart HSTracker for the language change to take effect
fr: Vous devez redémarrer HSTracker pour que le changement de langue soit effectif

source: Are you sure you want to disconnect from Hearthstats ?
fr: Êtes-vous certain de vouloir vous déconnecter de Hearthstats ?

source: Save Opponent's Deck
fr: Enregistrer le deck de l'adversaire

source: Save Current Deck
fr: Enregistrer le deck actuel

source: Are you sure you want to archive the deck %@ ?
fr: Êtes-vous certain de vouloir archiver le deck %@ ?

source: Are you sure you want to unarchive the deck %@ ?
fr: Êtes-vous certain de vouloir désarchiver le deck %@ ?

source: Add Card
fr: Ajout carte

source: Remove Card
fr: Suppression carte

source: It is 90% certain that the true winrate falls between these values.
fr: Il est à 90% certain que le véritable taux de victoire soit entre ces deux valeurs.

source: Are you sure you want to delete the statistics for the deck %@ ?
fr: Êtes-vous certain de vouloir supprimer les statistiques du deck %@ ?

source: Do you want to add some notes for this game ?
fr: Voulez-vous ajouter une note sur cette partie ?

source: Your arena deck count 30 cards, do you want to save it ?
fr: Votre deck d'arène compte 30 cartes, voulez-vous le sauvegarder ?

source: Failed to import deck from
fr: Impossible d'importer le deck depuis

source: Login
fr: Se connecter

source: Logout
fr: Se déconnecter

source: Connected
fr: Connecté

source: Connected as %@
fr: Connecté en tant que %@

source: HSTracker needs elevated privileges to read data from Hearthstone's memory. If macOS asks you for your system password, do not be alarmed, no changes to your computer will be performed.
fr: HSTracker a besoin de privilèges spéciaux pour lire les données depuis la mémoire de Hearthstone. Si macOS vous demande votre mot de passe système, ne soyez pas alarmés, aucune modification ne sera faite à votre système.

source: I understand
fr: Je comprends

source: Your game begins
fr: Votre partie commence

source: Victory
fr: Victoire

source: Your opponent have conceded
fr: Votre adversaire a concedé

source: It's your turn to play
fr: C'est à votre tour de jouer

source: shaman
fr: Chaman

source: hunter
fr: Chasseur

source: warlock
fr: Démoniste

source: druid
fr: Druide

source: warrior
fr: Guerrier

source: priest
fr: Prêtre

source: rogue
fr: Voleur

source: All classes
fr: Toutes les classes

source: Archived
fr: Archivés

source: all_rarities
fr: Tout

source: neutral
fr: Neutre

source: free
fr: Libre

source: common
fr: Commune

source: epic
fr: Épique

source: legendary
fr: Légendaire

source: ALL
fr: Tout

source: CORE
fr: Base

source: EXPERT1
fr: Classique

source: NAXX
fr: La malédiction de Naxxramas

source: GVG
fr: Gobelins et Gnomes

source: BRM
fr: Mont Rochenoire

source: TGT
fr: Le Grand Tournoi

source: LOE
fr: Ligue Des Explorateurs

source: OG
fr: Les murmures des Dieux très anciens

source: PROMO
fr: Promotion

source: KARA
fr: Une nuit à Karazhan

source: GANGS
fr: Main basse sur Gadgetzan

source: UNGORO
fr: Voyage au centre d'Un'Goro

source: ICECROWN
fr: Chevaliers du Trône de glace

source: LOOTAPALOOZA
fr: Kobolds et Catacombes

source: all_types
fr: Tout

source: spell
fr: Sort

source: minion
fr: Créature

source: weapon
fr: Arme

source: all_races
fr: Tout

source: demon
fr: Démon

source: mechanical
fr: Mecanique

source: beast
fr: Bête

source: name
fr: Nom

source: creation date
fr: Date de création

source: win percentage
fr: Pourcentage de victoire

source: wins
fr: Victoires

source: losses
fr: Défaites

source: games played
fr: Parties jouées

source: games
fr: Parties

source: ascending
fr: Montant

source: descending
fr: Descendant

source: mode_all
fr: Tous

source: mode_ranked
fr: Classé

source: mode_casual
fr: Non-classé

source: mode_arena
fr: Arène

source: mode_brawl
fr: Bras de fer

source: mode_friendly
fr: Amical

source: mode_practice
fr: Entraînement/Aventure

source: mode_spectator
fr: Spectateur

source: mode_none
fr: Aucun

source: Statistics
fr: Statistiques

source: The Climb
fr: La montée

source: all_seasons
fr: Toutes les saisons

source: season
fr: Saison %@

source: Vs %@
fr: Contre %@

source: %@ vs %@
fr: %@ contre %@

source: Your replay has been uploaded on HSReplay
fr: Votre replay a été sauvegardé sur HSReplay

source: View
fr: Voir

source: To export a deck to Hearthstone, create a new deck with the correct class in your collection, then click OK and switch to Hearthstone. Do not touch your mouse or keyboard during the import.
fr: Pour exporter un deck dans Hearthstone, créez un nouveau deck avec la bonne classe dans votre collection, puis, cliquez sur OK et retournez sur Hearthstone. Ne touchez pas votre souris ou votre clavier pendant l'import. ATTENTION, ceci est une fonctionnalité en beta !

source: The followings cards were missing :
fr: Les cartes suivantes sont manquantes dans votre collection :

source: Can't get card collection
fr: Impossible de récupérer la collection, est-ce que Hearthstone est lancé ?

source: Deck string has been copied in your clipboard.
fr: Le deck a été copié dans votre presse-papier.
